[AshMutonDestroyerM1 X2CharacterTemplate]
strCharacterName = "Мутон-разрушитель"

[AshMutonDestroyerM2 X2CharacterTemplate]
strCharacterName = "Мутон-опустошитель"

[AshMutonDestroyerM3 X2CharacterTemplate]
strCharacterName = "Мутон-проредитель"

[AshMutonDestroyerM4 X2CharacterTemplate]
strCharacterName = "Мутон-левиафан"

[Weapon_AshMutonDestroyerRifleM1 X2WeaponTemplate]
FriendlyName = "Сотрясающая винтовка"
TacticalText = "<bullet/> Стрельба из основного оружия всегда завершает ход солдата."
BriefSummary = "Тяжелая лучевая винтовка мутона-разрушителя."

[Weapon_AshMutonDestroyerRifleM2 X2WeaponTemplate]
FriendlyName = "Сотрясающая винтовка"
TacticalText = "<bullet/> Стрельба из основного оружия всегда завершает ход солдата."
BriefSummary = "Тяжелая лучевая винтовка мутона-разрушителя."

[Weapon_AshMutonDestroyerRifleM3 X2WeaponTemplate]
FriendlyName = "Сотрясающая винтовка"
TacticalText = "<bullet/> Стрельба из основного оружия всегда завершает ход солдата."
BriefSummary = "Тяжелая лучевая винтовка мутона-разрушителя."

[Weapon_AshConcussionGrenadeAlien X2GrenadeTemplate]
FriendlyName = "Сотрясающая граната"
FriendlyNamePlural = "Сотрясающие гранаты"
BriefSummary = "При взрыве сотрясающая граната испускает ударную волну, которая дезориентирует либо оглушает всех врагов на большой площади. Кроме того, слабые конструкции и объекты могут быть повреждены, или полностью разрушены."
TacticalText="<Bullet/> Сотрясающие гранаты не наносят урона, но дезориентируют, либо оглушают всех врагов на большой площади.<br><Bullet/> Повреждают, либо разрушают укрытия и слабые конструкции.<br><Bullet/> Дружественные цели не пострадают."
ThrownAbilityName = "Бросок сотрясающей гранаты"
ThrownAbilityHelpText = "Дезориентирует всех врагов в зоне поражения, с шансом оглушить. Слабые укрытия могут быть разрушены."
LaunchedAbilityname = "Выстрел сотрясающей гранатой"
LaunchedAbilityHelpText = "Дезориентирует всех врагов в зоне поражения, с шансом оглушить. Слабые укрытия могут быть разрушены."

[Weapon_AshConcussionGrenadeXCom X2GrenadeTemplate]
FriendlyName = "Сотрясающая граната"
FriendlyNamePlural = "Сотрясающие гранаты"
BriefSummary = "При взрыве сотрясающая граната испускает ударную волну, которая дезориентирует либо оглушает всех врагов на большой площади. Кроме того, слабые конструкции и объекты могут быть повреждены, или полностью разрушены."
TacticalText="<Bullet/> Сотрясающие гранаты не наносят урона, но дезориентируют, либо оглушают всех врагов на большой площади.<br><Bullet/> Повреждают, либо разрушают укрытия и слабые конструкции.<br><Bullet/> Дружественные цели не пострадают."
ThrownAbilityName = "Бросок сотрясающей гранаты"
ThrownAbilityHelpText = "Дезориентирует всех врагов в зоне поражения, с шансом оглушить. Слабые укрытия могут быть разрушены."
LaunchedAbilityname = "Выстрел сотрясающей гранатой"
LaunchedAbilityHelpText = "Дезориентирует всех врагов в зоне поражения, с шансом оглушить. Слабые укрытия могут быть разрушены."

[Ability_AshDamperFieldAlien X2AbilityTemplate]
locFriendlyName = "Демпферное поле"
locLongDescription = "Уменьшает получаемый урон. Атаки ближнего боя, огня, яда, кислоты и псионики, игнорируют эту защиту."
locHelpText = "Окружает всех союзников в определенном радиусе демпферным полем."
locFlyOverText = "Демпферное поле"

[Ability_AshDamperFieldXCom X2AbilityTemplate]
locFriendlyName = "Демпферное поле"
locLongDescription = "Уменьшает получаемый урон на 50% в течении ограниченного времени. Атаки ближнего боя, огня, яда, кислоты и псионики, игнорируют эту защиту."
locHelpText = "Уменьшает получаемый урон на 50% в течении ограниченного времени. Атаки ближнего боя, огня, яда, кислоты и псионики, игнорируют эту защиту."
locFlyOverText = "Демпферное поле"

[Ability_AshEviscerate X2AbilityTemplate]
locFriendlyName = "Потрошение"
locLongDescription = "<bullet/> Сокрушительная рукопашная атака, разрывающая цель."
locHelpText = "Сокрушительная рукопашная атака, разрывающая цель."
locFlyOverText = "Потрошение"

[Ability_AshRetaliateListener X2AbilityTemplate]
locFriendlyName = "Возмездие"
locLongDescription = "Если мутон-разрушитель уклоняется от рукопашной атаки, он наносит ответный удар с помощью \"Потрошения\"."

[Ability_AshRetaliatePassive X2AbilityTemplate]
locFriendlyName = "Потрошение"
locLongDescription = "Уклонившись от рукопашной атаки, мутоны-разрушители используют брешь в обороне и наносят удар с помощью \"Потрошения\"."

[Ability_AshConcussionBlast X2AbilityTemplate]
locFriendlyName = "Сотрясающий взрыв"
locLongDescription = "<bullet/> Разрушает укрытие и дезориентирует цель."
locHelpText = "Разрушает укрытие и дезориентирует цель."
locFlyOverText = "Сотрясающий взрыв"

[Ability_AshDestroyerArmorAlien X2AbilityTemplate]
locFriendlyName = "Броня разрушителя"
locLongDescription = "Мутоны-разрушители невосприимчивы к большинству видов урона."
locHelpText = "Мутоны-разрушители невосприимчивы к большинству видов урона."
locFlyOverText = "Броня разрушителя"

[Ability_AshDestroyerArmorXCom X2AbilityTemplate]
locFriendlyName = "Бронеплиты разрушителя"
locLongDescription = "Предоставляет невосприимчивость к взрывам и 1 ед. брони."
locHelpText = "Предоставляет невосприимчивость к взрывам и 1 ед. брони."
locFlyOverText = "Бронеплиты разрушителя"

[Ability_AshPsionicInstability X2AbilityTemplate]
locFriendlyName = "Псионная нестабильность"
locLongDescription = "Мутоны-разрушители обладают чрезвычайно сильной волей, либо пробили своей головой слишком много стен. Как бы то ни было, они очень устойчивы к панике и контролю над разумом, но получают повышенный урон от псионических атак."
locHelpText = "Мутоны-разрушители обладают чрезвычайно сильной волей, либо пробили своей головой слишком много стен. Как бы то ни было, они очень устойчивы к панике и контролю над разумом, но получают повышенный урон от псионических атак."
locFlyOverText = "Псионная нестабильность"

[Ability_AshClumsy X2AbilityTemplate]
locFriendlyName = "Неуклюжий"
locLongDescription = "Спотыкаясь на поле боя, мутон-разрушитель иногда теряет опору среди сотворённых им разрушений."
locHelpText = "Спотыкаясь на поле боя, мутон-разрушитель иногда теряет опору среди сотворённых им разрушений."
locFlyOverText = "Неуклюжий"

[Ability_AshClumsyPassive X2AbilityTemplate]
locFriendlyName = "Неуклюжий"
locLongDescription = "Спотыкаясь на поле боя, мутон-разрушитель иногда теряет опору среди сотворённых им разрушений."
locHelpText = "Спотыкаясь на поле боя, мутон-разрушитель иногда теряет опору среди сотворённых им разрушений."
locFlyOverText = "Неуклюжий"

[Ability_AshPoorManners X2AbilityTemplate]
locFriendlyName = "Плохие манеры"
locLongDescription = "Мутоны-разрушители - неэлегантные существа, предпочитают стены вместо дверей."
locHelpText = "Мутоны-разрушители - неэлегантные существа, предпочитают стены вместо дверей."
locFlyOverText = "Плохие манеры"

[Ability_AshPoorMannersPassive X2AbilityTemplate]
locFriendlyName = "Плохие манеры"
locLongDescription = "Мутоны-разрушители - неэлегантные существа, предпочитают стены вместо дверей."
locHelpText = "Мутоны-разрушители - неэлегантные существа, предпочитают стены вместо дверей."
locFlyOverText = "Плохие манеры"

[UtilityItem_AshDestroyerVest X2EquipmentTemplate]
FriendlyName = "Жилет разрушителя"
FriendlyNamePlural = "Жилеты разрушителя"
TacticalText = "<bullet/> Увеличивает здоровье и броню солдата.\n<bullet/> Предоставляет способность \"Демпферное поле\".\n<bullet/> Предоставляет иммунитет к взрывам.\n<bullet/> Активация \"Демпферного поля\", не завершает ход бойца."
BriefSummary = " Нам удалось спроектировать легкий бронекостюм мутона-разрушителя. Используя новые знания, мы создали бронежилет с пластинами, который защищает от взрывов и включает в себя упрощенную версию способности мутона-разрушителя - \"Демпферное поле\", после активации которого, на короткое время даётся защитное поле для бойца экипированного этим жилетом."

[Corpse_AshMutonDestroyer X2ItemTemplate]
FriendlyName = "Труп мутона-разрушителя"
FriendlyNamePlural = "Трупы мутонов-разрушителей"
BriefSummary = "Ритуальные шрамы этого мутона глубоки и многочисленны. Возможно терпимость к боли и отсутствие чувства самосохранения в бою обусловлено их племенными обычаями."

[Autopsy_AshMutonDestroyer X2TechTemplate]
DisplayName = "Вскрытие мутона-разрушителя"
Summary = "Разновидность ударных солдат пришельцев - сильнее и безрассуднее ранее встречавшихся мутонов. Они без проблем проникают сквозь стены и вступают в ближний бой с нашими солдатами, полагаясь на демпферные поля и сотрясающее оружие. Со временем благодаря исследованиям, возможно, мы сможем воспроизвести эти технологии."
CodeName = "Человек К-А"
LongDescription = "После тщательного анализа выяснилось, что этот вид мутонов имеет ритуальные шрамы, свидетельствующие о смертельной поединке. Они сильнее обычных мутонов, встречающихся на миссиях, и гораздо агрессивнее. Небезосновательно можно предположить, что инопланетяне использовали разрушителей как эксперимент, в результате которых были созданы берсерки. С другой стороны, возможно, разрушители - это неудачный эксперимент, результатом которого является штурм-десантник, страдающий от слепой ярости, имеющий низкую выживаемость. На самом деле, это менее чем удовлетворительный результат.\n\nВ качестве компенсации, внедрение демпферных технологий и применение сотрясающего оружия значительно повысило вероятность успеха разрушителя на поле боя. Теперь, вместо неудачного эксперимента, у пришельцев есть ужасающе эффективный боец.\n\nКонечно, это всего лишь догадка.\n\nЯ полагаю, этого мы никогда не узнаем. Р. Тайган."

[ProvingGround_AshConcussionGrenades X2TechTemplate]
DisplayName = "Сотрясающая граната"
Summary = "Изучая ударно-волновое вооружение пришельцев, мы пришли к выводу что сможем спроектировать на основе элерия сотрясающую гранату из арсенала мутона-разрушителя. Этот проект даст нашим оперативникам возможность лишать вражеские цели укрытий, а также вносить суматоху в рядах пришельцев."

